export let stage2Pseudo: string[] = [
    "Яська-гаспадар з-пад Вільні ",
    "Мацей Бурачок ",
    "Янка Лучына ",
    "Карусь Каганец ",
    "Ядвігін Ш. ",
    "Цётка  ",
    "Змітрок Бядуля ",
    "Якуб Колас ",
    "Янка Купала ",
    "Янка Маўр ",
    "Цішка Гартны ",
    "Кандрат Крапіва ",
    "Міхась Чарот ",
    "Кузьма Чорны ",
    "Язэп Пушча ",
    "Максім Танк ",
    "Адам Глобус "    
];

export let stage2Main: string[] = [
    "Кастусь Каліноўскі",
    "Францішак Багушэвіч",
    "Іван Люцыянавіч Неслухоўскі",
    "Казімір Кастравіцкі ",
    "Антон Іванавіч Лявіцкі",
    "Алаіза Сцяпанаўна Пашкевіч",
    "Самуіл Яфімавіч Плаўнік",
    "Канстанцін Міхайлавіч Міцкевіч",
    "Іван Дамінікавіч Луцэвіч",
    "Іван Міхайлавіч Фёдараў",
    "Зміцер Жылуновіч",
    "Кандрат Кандратавіч Атраховіч",
    "Міхаіл Сымонавіч Кудзелька",
    "Мікалай Карлавіч Раманаўскі",
    "Іосіф Паўлавіч Плашчынскі",
    "Яўген Іванавіч Скурко",
    "Уладзімір Вячаслававіч Адамчык"
];