interface IMan {
    fio: string,
    address: string,
    coords: string,
    img: string
}

let stage1Authors:IMan[] = [
    {
        fio: "Янка Купала",
        address: "фальварак Вязынка Мінскага павета Мінскай губерні (цяпер вёска Вязынка Маладзечанскага раёна Мінскай вобласці)",
        coords: "",
        img: ""
    },
    {
        fio: "Якуб Колас",
        address: "Акінчыцы Мінскага павета Мінскай губерні (цяпер у межах г.Стоўбцы)",
        coords: ""    ,
        img: ""
    },
    {
        fio: "Кузьма Чорны",
        address: "в. Боркі, Слуцкі павет, цяпер Капыльскі раён, Мінская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Максім Танк",
        address: "в. Пількаўшчына, Вілейскі павет, цяпер Мядзельскі раён  ",
        coords: "",
        img: ""
    },
    {
        fio: "Рыгор Барадулін",
        address: ",Ушацкі раён, Віцебская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Змітрок Бядуля",
        address: "в. Пасадзец, цяпер Лагойскі раён, Мінская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Пятро Глебка",
        address: "в. Вялікая Уса, цяпер Уздзенскі раён, Мінская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Данута Бічэль",
        address: "Бічэль  в. Біскупцы Лідскі раён ",
        coords: "",
        img: ""
    },
    {
        fio: "Андрэй Макаёнак",
        address: "Макаёнак  в. Борхаў, Рагачоўскі раён, Гомельская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Цётка",
        address: "фальварак Пешчын, Лідскі раён",
        coords: "",
        img: ""
    },
    {
        fio: "Іван Шамякін",
        address: "вёска Карма, Добрушскі раён, Гомельская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Ядвігін Ш",
        address: "агр. Добасна, Кіраўскі раён,  Магілёўская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Кандрат Крапіва",
        address: "в. Нізок, Уздзенскі раён, Мінская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Уладзімір Караткевіч",
        address: "г. Орша, Віцебская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Васіль Быкаў",
        address: "в. Бычкі, Ушацкі раён, Віцебская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Алена Васілевіч",
        address: "засценак Даманшчына, цяпер вёска Ліпнікі, Слуцкі раён, Мінская вобласць ",
        coords: "",
        img: ""
    },
    {
        fio: "Раіса Баравікова",
        address: "в. Пешкі, Бярозаўскі раён, Брэсцкая вобласць ",
        coords: "",
        img: ""
    },
    {
        fio: "Яўгенія Янішчыц",
        address: "в. Рудка, Пінскі раён, Брэсцкая вобласць ",
        coords: "",
        img: ""
    },
    {
        fio: "Пятрусь Броўка",
        address: "в. Пуцілкавічы, Ушацкі раён, Віцебская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Анатоль Грачанікаў",
        address: "Шарпілаўка, Гомельскі раён, Гомельская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Андрэй Федарэнка",
        address: "в. Бярозаўка Мазырскі раён, Гомельская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Генадзь Бураўкін",
        address: "в. Тродавічы, Расонскі раён, Віцебская вобласць",
        coords: "",
        img: ""
    },
    {
        fio: "Любоў Канстанцінаўна Тарасюк",
        address: "в. Пінкавічы, Пінскі раён, Брэсцкая ",
        coords: "",
        img: ""
    }
];