interface IMan {
    fio: string,
    address: string,
    coords: string,
    img: string
}

let stage1Authors:IMan[] = [
    {
        fio: "Янка Купала",
        address: "фальварак Вязынка Мінскага павета Мінскай губерні (цяпер вёска Вязынка Маладзечанскага раёна Мінскай вобласці)",
        coords: "351; 324",
        img: ""
    },
    {
        fio: "Якуб Колас",
        address: "Акінчыцы Мінскага павета Мінскай губерні (цяпер у межах г.Стоўбцы)",
        coords: "312; 371"    ,
        img: ""
    },
    {
        fio: "Кузьма Чорны",
        address: "в. Боркі, Слуцкі павет, цяпер Капыльскі раён, Мінская вобласць",
        coords: "384; 400",
        img: ""
    },
    {
        fio: "Максім Танк",
        address: "в. Пількаўшчына, Вілейскі павет, цяпер Мядзельскі раён  ",
        coords: "341; 216",
        img: ""
    },
    {
        fio: "Рыгор Барадулін",
        address: "Городок, Ушацкі раён, Віцебская вобласць",
        coords: "600; 106",
        img: ""
    },
    {
        fio: "Змітрок Бядуля",
        address: "в. Пасадзец, цяпер Лагойскі раён, Мінская вобласць",
        coords: "378; 271",
        img: ""
    },
    {
        fio: "Пятро Глебка",
        address: "в. Вялікая Уса, цяпер Уздзенскі раён, Мінская вобласць",
        coords: "372; 397",
        img: ""
    },
    {
        fio: "Данута Бічэль",
        address: "Бічэль  в. Біскупцы Лідскі раён ",
        coords: "207; 353",
        img: ""
    },
    {
        fio: "Андрэй Макаёнак",
        address: "Макаёнак  в. Борхаў, Рагачоўскі раён, Гомельская вобласць",
        coords: "648; 570",
        img: ""
    },
    {
        fio: "Цётка",
        address: "фальварак Пешчын, Лідскі раён",
        coords: "166; 374",
        img: ""
    },
    {
        fio: "Іван Шамякін",
        address: "вёска Карма, Добрушскі раён, Гомельская вобласць",
        coords: "383; 392",
        img: ""
    },
    {
        fio: "Ядвігін Ш",
        address: "агр. Добасна, Кіраўскі раён,  Магілёўская вобласць",
        coords: "579; 465",
        img: ""
    },
    {
        fio: "Кандрат Крапіва",
        address: "в. Нізок, Уздзенскі раён, Мінская вобласць",
        coords: "364; 429",
        img: ""
    },
    {
        fio: "Уладзімір Караткевіч",
        address: "г. Орша, Віцебская вобласць",
        coords: "640; 266",
        img: ""
    },
    {
        fio: "Васіль Быкаў",
        address: "в. Бычкі, Ушацкі раён, Віцебская вобласць",
        coords: "456; 164",
        img: ""
    },
    {
        fio: "Алена Васілевіч",
        address: "засценак Даманшчына, цяпер вёска Ліпнікі, Слуцкі раён, Мінская вобласць ",
        coords: "178; 607",
        img: ""
    },
    {
        fio: "Раіса Баравікова",
        address: "в. Пешкі, Бярозаўскі раён, Брэсцкая вобласць ",
        coords: "147; 581",
        img: ""
    },
    {
        fio: "Яўгенія Янішчыц",
        address: "в. Рудка, Пінскі раён, Брэсцкая вобласць ",
        coords: "241; 597",
        img: ""
    },
    {
        fio: "Пятрусь Броўка",
        address: "в. Пуцілкавічы, Ушацкі раён, Віцебская вобласць",
        coords: "454; 190",
        img: ""
    },
    {
        fio: "Анатоль Грачанікаў",
        address: "Шарпілаўка, Гомельскі раён, Гомельская вобласць",
        coords: "538; 269",
        img: ""
    },
    {
        fio: "Андрэй Федарэнка",
        address: "в. Бярозаўка Мазырскі раён, Гомельская вобласць",
        coords: "215; 369",
        img: ""
    },
    {
        fio: "Генадзь Бураўкін",
        address: "в. Тродавічы, Расонскі раён, Віцебская вобласць",
        coords: "522; 80",
        img: ""
    },
    {
        fio: "Любоў Канстанцінаўна Тарасюк",
        address: "в. Пінкавічы, Пінскі раён, Брэсцкая ",
        coords: "255; 618",
        img: "Центр брестской области"
    }
];