export interface IMan {
    fio: string,
    address: string,
    coordX: number,
    coordY: number,
    img: string
}

export const stage1Authors:IMan[] = [
    {
        fio: "Янка Купала",
        address: "фальварак Вязынка Мінскага павета Мінскай губерні (цяпер вёска Вязынка Маладзечанскага раёна Мінскай вобласці)",
        coordX: 351,
        coordY: 324,
        img: "0"
    },
    {
        fio: "Якуб Колас",
        address: "Акінчыцы Мінскага павета Мінскай губерні (цяпер у межах г.Стоўбцы)",
        coordX: 312, 
        coordY: 371,
        img: "1"
    },
    {
        fio: "Кузьма Чорны",
        address: "в. Боркі, Слуцкі павет, цяпер Капыльскі раён, Мінская вобласць",
        coordX: 384,
        coordY: 400,
        img: "2"
    },
    {
        fio: "Максім Танк",
        address: "в. Пількаўшчына, Вілейскі павет, цяпер Мядзельскі раён  ",
        coordX: 341,
        coordY: 216,
        img: "3"
    },
    {
        fio: "Рыгор Барадулін",
        address: "хутар Верасоўка, Ушацкі раён, Віцебская вобласць",
        coordX: 600,
        coordY: 106,
        img: "4"
    },
    {
        fio: "Змітрок Бядуля",
        address: "в. Пасадзец, цяпер Лагойскі раён, Мінская вобласць",
        coordX: 378,
        coordY: 271,
        img: "5"
    },
    {
        fio: "Пятро Глебка",
        address: "в. Вялікая Уса, цяпер Уздзенскі раён, Мінская вобласць",
        coordX: 372,
        coordY: 397,
        img: "6"
    },
    {
        fio: "Данута Бічэль",
        address: "в. Біскупцы Лідскі раён ",
        coordX: 207,
        coordY: 353,
        img: "7"
    },
    {
        fio: "Андрэй Макаёнак",
        address: "в. Борхаў, Рагачоўскі раён, Гомельская вобласць",
        coordX: 655,
        coordY: 454,
        img: "8"
    },
    {
        fio: "Цётка",
        address: "фальварак Пешчын, Лідскі раён",
        coordX: 166,
        coordY: 374,
        img: "9"
    },
    {
        fio: "Іван Шамякін",
        address: "вёска Карма, Добрушскі раён, Гомельская вобласць",
        coordX: 383,
        coordY: 392,
        img: "10"
    },
    {
        fio: "Ядвігін Ш",
        address: "агр. Добасна, Кіраўскі раён,  Магілёўская вобласць",
        coordX: 579,
        coordY: 465,
        img: "11"
    },
    {
        fio: "Кандрат Крапіва",
        address: "в. Нізок, Уздзенскі раён, Мінская вобласць",
        coordX: 364,
        coordY: 429,
        img: "12"
    },
    {
        fio: "Уладзімір Караткевіч",
        address: "г. Орша, Віцебская вобласць",
        coordX: 640,
        coordY: 266,
        img: "13"
    },
    {
        fio: "Васіль Быкаў",
        address: "в. Бычкі, Ушацкі раён, Віцебская вобласць",
        coordX: 456,
        coordY: 164,
        img: "14"
    },
    {
        fio: "Алена Васілевіч",
        address: "засценак Даманшчына, цяпер вёска Ліпнікі, Слуцкі раён, Мінская вобласць ",
        coordX: 178,
        coordY: 607,
        img: "15"
    },
    {
        fio: "Раіса Баравікова",
        address: "в. Пешкі, Бярозаўскі раён, Брэсцкая вобласць ",
        coordX: 147,
        coordY: 581,
        img: "16"
    },
    {
        fio: "Яўгенія Янішчыц",
        address: "в. Рудка, Пінскі раён, Брэсцкая вобласць ",
        coordX: 241,
        coordY: 597,
        img: "17"
    },
    {
        fio: "Пятрусь Броўка",
        address: "в. Пуцілкавічы, Ушацкі раён, Віцебская вобласць",
        coordX: 454,
        coordY: 190,
        img: "18"
    },
    {
        fio: "Анатоль Грачанікаў",
        address: "Шарпілаўка, Гомельскі раён, Гомельская вобласць",
        coordX: 538,
        coordY: 269,
        img: "19"
    },
    {
        fio: "Андрэй Федарэнка",
        address: "в. Бярозаўка Мазырскі раён, Гомельская вобласць",
        coordX: 215,
        coordY: 369,
        img: "20"
    },
    {
        fio: "Генадзь Бураўкін",
        address: "в. Тродавічы, Расонскі раён, Віцебская вобласць",
        coordX: 522,
        coordY: 80,
        img: "21"
    },
    {
        fio: "Любоў Канстанцінаўна Тарасюк",
        address: "в. Пінкавічы, Пінскі раён, Брэсцкая вобласць",
        coordX: 255,
        coordY: 618,
        img: "22"
    }
];